export const MATERIALS = [
  "2500x1250 Оц.",
  "2500x1250 Ст3.",
  "2500x1250 AISI 304",
  "2500x1250 AISI 430",
  "2000x1000 Оц.",
  "2000x1000 Ст3.",
  "2000x1000 AISI 304",
  "2000x1000 AISI 430",
];

export const VALUES_THICKNESS = [
  "0.8",
  "1.0",
  "1.2",
  "1.5",
  "1.8",
  "2.0",
  "2.5",
  "3.0",
];

// подумати як записати всы даны через таблицю
// зробити як мазив обєктів добавити в кожний елемент поле вага листа!!!

// export const MATERIALS = [
// {sizeSheet: "2500x1250 Оц.",
// thickness: "1.0",
// weightSheet: 26}

// ];

//  подивитись як прописано в панші назви
